{
    "citations": [
        "\"La douleur que tu ressens aujourd'hui sera ta force de demain.\"",
        "\"Ne compte pas les jours, fais que les jours comptent.\"",
        "\"Le succès n'est pas final, l'échec n'est pas fatal : c'est le courage de continuer qui compte.\"",
        "\"Rien ne vient à toi, tout se gagne par le travail.\"",
        "\"Tu es plus fort que tu ne le penses.\"",
        "\"Crois-moi, quand tu aimes quelque chose, tu n’as pas besoin de motivation.\" Serge Nubret",
        "\"Se r­éveiller dé­ter­miné. Al­ler se cou­cher sa­tis­fait.\" Dwayne Johnson",
        "\"Les excuses ne brûlent pas des calories. Les exercices si.\"",
        "\"Certains veulent que ça arrive. D’autres aimeraient que ça arrive. Et les autres font que ça arrive.\" Michaël Jordan",
        "\"La volonté ne suffit pas, il faut savoir agir.\" Bruce Lee",
        "\"Seul l’homme qui sait ce que c’est d’être vaincu peut at­teindre le plus pro­fond de son âme et re­ve­nir avec le sup­plé­ment de force qu’il faut pour ga­gner.\" Mohamed Ali",
        "Prends soin de ton corps, c’est le seul endroit où tu es obligé de vivre.",
        "\"Ce qui me fait constam­ment avan­cer, ce sont mes ob­jec­tifs.\" Mohamed Ali",
        "\"Si vous pensez que vous allez échouer, alors vous allez probablement échouer.\" Kobe Bryant",
        "\"Les per­sonnes que j’ai ido­lâ­trées ont dé­ve­loppé leur corps et sont de­ve­nues quel­qu’un, comme Syl­ves­ter Stal­lone et Arnold, et j’ai pensé : Cela pour­rait être moi. J’ai donc com­mencé à tra­vailler. Ce qui est drôle, c’est que je ne me suis pas rendu compte que j’étais de­venu proche de mon ob­jec­tif.\" Dwayne Johnson Alias The Rock",
        "Cherchez le progrès, pas la perfection.",
        "\"Rêvez grand et aspirez à quelque chose que les autres ne pensent pas être possible.\" Frank Zane",
        "\"L’échec n’est pas une option. Tout le monde doit réussir.\" Arnold Schwarzenegger",
        "\"La force ne vient pas de la victoire. Ce sont vos efforts qui développent vos forces.\" Arnold Schwarzenegger",
        "\"Ne jamais dire jamais car les limites, comme les peurs, ne sont souvent qu’une illusion.\" Michael Jordan",
        "\"Je pense vraiment qu’un champion n’est pas défini par ses victoires, mais par sa capacité à se relever quand il tombe.\" Serena Williams",
        "\"N’ayez pas peur de l’échec. C’est le moyen de réussir.\" LeBron James",
        "\"Celui qui n’est pas assez courageux pour prendre des risques n’accomplira rien dans la vie.\" Mohamed Ali",
        "\"La chose la plus importante est d’essayer d’inspirer les gens pour qu’ils puissent être grands dans tout ce qu’ils veulent faire.\" Kobe Bryant",
        "\"La douleur est temporaire. Elle peut durer une minute, ou une heure, ou un jour, ou un an, mais elle finira par s’estomper et quelque chose d’autre prendra sa place. En revanche, si j’abandonne, elle dure pour toujours.\" Lance Armstrong",
        "\"Fixez des objectifs élevés, et ne vous arrêtez pas avant d’y être arrivé.\" Bo Jackson",
        "\"Le succès n’est pas la clé du bonheur. Le bonheur est la clé du succès. Si vous aimez ce que vous faites, vous réussirez.\" Albert Schweitzer",
        "\"L’échec est simplement l’opportunité de recommencer, cette fois plus intelligemment.\" Henry Ford",
        "\"Vous ne pouvez pas battre quelqu’un qui n’abandonne jamais.\" Babe Ruth",
        "\"Ce n’est pas l’importance de la victoire qui compte, mais la grandeur des efforts fournis.\" Pelé",
        "\"Le seul endroit où le succès vient avant le travail, c’est dans le dictionnaire.\" Vidal Sassoon",
        "\"L’entraînement dur aujourd’hui devient le triomphe de demain.\" Gregg Plitt",
        "\"Travaille dans le silence et laisse ton succès faire du bruit.\" Frank Ocean",
        "\"Les champions continuent de jouer jusqu’à ce qu’ils obtiennent ce qu’ils veulent.\" Billie Jean King",
        "\"Si vous voulez quelque chose que vous n’avez jamais eu, vous devez faire quelque chose que vous n’avez jamais fait.\" Thomas Jefferson",
        "Continue sur la route difficile, elle mène à des sommets.",
        "\"La vraie force ne se trouve pas dans le muscle, mais dans la persévérance.\" Usain Bolt",
        "\"Il n’y a pas de raccourci pour aller là où ça vaut la peine d’aller.\" Beverly Sills",
        "\"Le travail acharné bat le talent quand le talent ne travaille pas.\" Kevin Durant",
        "\"Le seul échec est d’abandonner.\" John Cena",
        "\"Le plus grand plaisir dans la vie est de réaliser ce que les autres pensent que tu ne peux pas faire.\" Walter Bagehot",
        "\"Chaque étape que tu prends aujourd’hui rapproche ton futur toi.\" Jay Cutler",
        "\"Quand vous sentez que vous allez abandonner, souvenez-vous pourquoi vous avez commencé.\" Nipsey Hussle",
        "\"C'est dans l'effort que l'on trouve la satisfaction et non dans la réussite. Un plein effort est une pleine victoire.\" Gandhi",
        "\"Un guerrier ne peut se reposer que quand il a gagné.\" Sun Tzu",
        "\"Ne te mesure pas à ton voisin. Mesure-toi à ton potentiel.\" Darren Hardy",
        "\"Chaque nouvelle journée est une chance de faire mieux qu’hier.\" Oprah Winfrey",
        "\"Là où il y a une volonté, il y a un chemin.\" Winston Churchill",
        "\"Vous êtes votre seul concurrent.\" Joe Weider",
        "\"L'entraînement ne fait pas de héros. Il forge l'inspiration.\" Philippe Croizon",
        "\"Un pas à la fois suffit pour faire le tour du monde.\" Confucius",
        "\"Chaque difficulté surmonte la peur de l'échec.\"",
        "\"La grandeur n'est jamais atteinte sans effort.\"",
        "\"Apprends des échecs, mais ne t'y attarde jamais.\"",
        "\"Ton avenir est créé par ce que tu fais aujourd'hui, pas demain.\"",
        "\"Sois toi-même, mais dans ta meilleure version chaque jour.\"",
        "\"Lève-toi avec un but, couche-toi avec des progrès.\"",
        "\"Les grandes choses prennent du temps, mais chaque pas compte.\"",
        "\"La discipline est le pont entre les objectifs et les résultats.\"",
        "\"Ce n'est pas parce que c'est difficile que tu dois abandonner, c'est parce que c'est difficile que ça vaut le coup.\"",
        "\"Un corps fort soutient un esprit fort.\"",
        "\"Fais aujourd'hui ce que les autres ne veulent pas, pour avoir demain ce qu'ils ne peuvent pas.\"",
        "\"Ne laisse jamais le doute s'imposer à ton potentiel.\"",
        "\"Chaque goutte de sueur rapproche du triomphe.\"",
        "\"Le véritable succès est de vivre selon ses propres règles.\"",
        "\"Sois prêt à sacrifier ce que tu es pour ce que tu veux devenir.\"",
        "\"Ton seul concurrent est ton toi d'hier.\"",
        "\"Les excuses te freinent, mais tes actions te propulsent.\"",
        "\"Le progrès constant est mieux qu'une perfection retardée.\"",
        "\"Fais ce que tu peux, avec ce que tu as, là où tu es.\" Theodore Roosevelt",
        "\"Rien de grand n’a été accompli sans passion.\"",
        "\"L’effort d’aujourd’hui est la victoire de demain.\"",
        "\"Transforme chaque obstacle en opportunité.\"",
        "\"Reste concentré sur ton chemin, peu importe les détours.\"",
        "\"L'échec n'est pas le contraire du succès, c'est une partie de celui-ci.\"",
        "\"Ce n’est pas la vitesse qui compte, mais la direction.\"",
        "\"Les petites actions quotidiennes mènent aux grandes réalisations.\"",
        "\"Ta seule limite est celle que tu crois avoir.\"",
        "\"Chaque jour est une chance de devenir meilleur qu’hier.\"",
        "\"La victoire commence par une décision.\"",
        "\"Ne cherche pas la perfection, mais l'excellence.\"",
        "\"Les efforts accumulés construisent des résultats durables.\"",
        "\"Rappelle-toi pourquoi tu as commencé lorsque tu veux abandonner.\"",
        "\"Le changement commence là où finit ta zone de confort.\"",
        "\"Ce que tu fais aujourd’hui détermine ce que tu seras demain.\"",
        "\"La détermination surmonte les montagnes.\"",
        "\"Les rêves grands nécessitent des efforts encore plus grands.\"",
        "\"Chaque instant investi dans toi-même est un pas vers le succès.\"",
        "\"Les défis sont des opportunités déguisées.\"",
        "\"Ne sous-estime jamais le pouvoir de ta volonté.\"",
        "\"Tout ce qui vaut la peine est difficile au début.\"",
        "\"Chaque bataille gagnée dans la tête est gagnée dans la réalité.\"",
        "\"Les victoires les plus douces sont celles qui ont demandé le plus de travail.\"",
        "\"Crois toujours en toi, même si personne d’autre ne le fait.\"",
        "\"La persévérance transforme le potentiel en succès.\"",
        "\"L'action surpasse toujours l'intention.\"",
        "\"Sois l'énergie que tu veux attirer.\"",
        "\"Les moments difficiles forment des caractères forts.\"",
        "\"Le courage est de continuer même quand tout semble perdu.\"",
        "\"Si c'était facile, tout le monde le ferait.\"",
        "\"Le succès commence là où la peur s’arrête.\"",
        "\"Les échecs ne sont que des leçons déguisées.\"",
        "\"Ne sois pas parfait, sois progressif.\"",
        "\"Ce n’est pas le sommet qui compte, mais la personne que tu deviens en y arrivant.\"",
        "\"Les rêves sont gratuits, mais le travail pour les réaliser coûte tout.\"",
        "\"L’énergie que tu investis aujourd’hui définit la personne que tu seras demain.\"",
        "\"Chaque action, même minuscule, te rapproche de tes objectifs.\"",
        "\"C’est dans les tempêtes que les navigateurs deviennent experts.\"",
        "\"Plus le chemin est long, plus la vue au sommet est belle.\"",
        "\"Laisse tes efforts parler pour toi.\"",
        "\"Un esprit positif attire des résultats positifs.\"",
        "\"Les montagnes sont gravies un pas à la fois.\"",
        "\"Le seul mauvais entraînement est celui que tu n’as pas fait.\"",
        "\"L’endurance est le secret des champions.\"",
        "\"Rêver est la première étape vers le succès.\"",
        "\"La discipline est un muscle : plus tu l’entraînes, plus elle devient forte.\"",
        "\"Regarde toujours en avant, même quand le chemin est difficile.\"",
        "\"La passion alimente la persévérance.\"",
        "\"Chaque défi est une opportunité d’évoluer.\"",
        "\"Construis une version de toi-même que tu respecteras.\"",
        "\"Sois le moteur de ton propre succès.\"",
        "\"Les rêves à moitié réalisés sont les regrets de demain.\"",
        "\"La patience et la persévérance peuvent surmonter n’importe quel obstacle.\"",
        "\"Le chemin vers la victoire est pavé de petits succès quotidiens.\"",
        "\"Quand tu tombes, tombe en avant.\"",
        "\"Chaque échec t’enseigne une nouvelle façon d’avancer.\"",
        "\"Un esprit calme crée une force intérieure.\"",
        "\"Lève-toi et construis le futur que tu veux voir.\"",
        "\"Les opportunités sont créées, pas trouvées.\"",
        "\"Sois inarrêtable, même face aux doutes.\"",
        "\"Ce n’est pas le poids que tu portes, mais la façon dont tu le portes.\"",
        "\"La clé du succès est de se montrer, encore et encore.\"",
        "\"Les champions se lèvent tôt et se couchent satisfaits.\"",
        "\"N’abandonne jamais pour une mauvaise journée.\"",
        "\"Les grandes idées ont besoin d’une grande exécution.\"",
        "\"Fais de chaque moment une chance d’apprendre.\"",
        "\"L’avenir appartient à ceux qui se préparent aujourd’hui.\"",
        "\"Le véritable courage est d’avancer malgré la peur.\"",
        "\"Ce n’est pas la ligne d’arrivée qui compte, mais le voyage pour y arriver.\"",
        "\"Les limites sont faites pour être repoussées.\"",
        "\"Plus tu travailles, plus tu gagnes en confiance.\"",
        "\"Sois constant, même quand personne ne regarde.\"",
        "\"Chaque bataille perdue est une étape vers la victoire.\"",
        "\"Ta valeur ne diminue pas parce que quelqu’un ne la voit pas.\"",
        "\"Le potentiel sans action est du talent gâché.\"",
        "\"Rien de grand n’a jamais été accompli sans audace.\"",
        "\"L’avenir est écrit par ceux qui agissent aujourd’hui.\"",
        "\"Chaque jour est une nouvelle chance d’être meilleur qu’hier.\"",
        "\"La vraie liberté, c’est de vivre selon tes propres règles.\"",
        "\"Les petits progrès créent de grandes transformations.\"",
        "\"Tu es capable de beaucoup plus que ce que tu crois.\"",
        "\"La douleur est temporaire, mais la fierté dure toute une vie.\" Tristan JONCOUR",
        "\"Je ne m'entraîne pas pour être meilleur que les autres, mais pour être meilleur qu'hier.\" InoxTag"
    ]
}
